{
    "1665810000000":{
    "name": "whale",
    "image":"whale",
    "description":"Whales are a widely distributed and diverse group of fully aquatic placental marine mammals. As an informal and colloquial grouping, they correspond to large members of the infraorder Cetacea, i.e. all cetaceans apart from dolphins and porpoises.\n\r\nWhales are fully aquatic, open-ocean creatures: they can feed, mate, give birth, suckle and raise their young at sea. Whales range in size from the 2.6 metres (8.5 ft) and 135 kilograms (298 lb) dwarf sperm whale to the 29.9 metres (98 ft) and 190 metric tons (210 short tons) blue whale, which is the largest known animal that has ever lived.\n\r\n Baleen whales have no teeth; instead they have plates of baleen, fringe-like structures that enable them to expel the huge mouthfuls of water they take in, while retaining the krill and plankton they feed on. Because their heads are enormous—making up as much as 40% of their total body mass—and they have throat pleats that enable then to expand their mouths, they are able to take huge quantities of water into their mouth at a time. ", 
   "sound":"./images/creatures/pesnja-kita.mp3"
}, 
    "1665723600000":{
        "name":"Japanese spider crab",
        "image":"jsc",
        "description":"Description: The Japanese spider crab (Macrocheira kaempferi) gets its name from its resemblance to a spider. It has an orange body with white spots on its legs. The short, stubby eye stalks are located on the front of the carapace and two thin spines stick out between them. Short, spiny tubercles also cover the carapace. In male specimens, the limbs on which the claws are located become longer than its other limbs.\n\r\nSize: The Japanese spider crab is one of the largest living arthropods. Fully grown it can reach a leg span of 12 feet (3.7 m), a body size (carapace width) of 15 inches (38 cm) and weigh as much as 44 pounds (20 kg). The width of the oval-shaped and vertically rounded shell can reach up to 12 inches (30 cm) and can be up to 16 inches (41 cm) long. Males are larger than the females.\n\r\nBehavior: In spite of its ferocious appearance, it has a gentle, calm disposition. Unable to swim, they spend much of their time crawling on the sea bed, foraging for food.\n\r\nDiet: Japanese spider crabs are omnivorous and scavenge for food. In its natural habitat it feeds on shellfish and dead animals. They can eat algae, plants, mollusks and small fish, catching and tearing up the meat in their powerful pincers. Their long legs enable them to move quite quickly and stalk their prey.\n\r\nSenses: Since Japanese spider crabs are not active hunters, live at deep depths and do not have many predators, their sensory systems are not as acute as those of many other decapods."
          }, 

        "1665637200000":{
            "name": "siphonophore",
        "image":"siphonophore", 
        "description": "Siphonophores belong to the Cnidaria, a group of animals that includes the corals, hydroids, and true jellyfish. There are about 175 described species. Some siphonophores are the longest animals in the world, and specimens as long as 40 meters have been found. The majority of siphonophores are long and thin, consisting mostly of a clear gelatinous material. Some deep water species have dark orange or red digestive systems that can be seen inside their transparent tissues. Siphonophores are exceedingly fragile and break into many pieces under even the slightest forces. Many siphonophores are bioluminescent, glowing green or blue when disturbed. All siphonophores are predators, and use their many tentacles to capture crustaceans and small fish.\n\r\nWhile one species of siphonophore lives at the surface of the ocean (the familiar Portuguese Man O' War, Physalia physalis), and members of another group (the Rhodaliids) tethered themselves to the bottom with their tentacles, the vast majority of siphonophores are active swimmers and live in the water column of the open ocean. A few hardy species are sometimes found near the shore, but these are the exception."
      
        }

}